Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.Search.SearchTemplatePlaceholder
source: Paste or enter search string. If necessary, replace search term with: %s.
am: የፍለጋ ሕብረቁምፊ ለጥፍ ወይም አስገባ። አስፈላጊ ከሆነ የፍለጋ ቃልን በ:- %s ይተኩ።
an: Apega u escribe la cadena de busqueda. Si cal, substituye lo termen de busqueda per: %s.
ar: انقر أو أدخِل نص البحث. إن استلزم الأمر اسبتدل مصطلح البحث بِ‍: u200e%s.
ast: Apega o introduz la cadena de gueta. Si ye preciso, troca'l términu de gueta con: %s.
az: Axtarış sətrini daxil edin və ya yapışdırın. Əgər lazımdırsa, axtarış ifadəsini bununla dəyişin: %s.
be: Устаўце або ўвядзіце запыт для пошуку. Пры неабходнасці замяніце яго на: %s.
bg: Поставете или въведете низа за търсене. Ако е необходимо, заменете думата за търсене с „%s“.
bn: প্রতিলেপন বা অনুসন্ধান বাক্য লিখুন। প্রয়োজন হলে, অনুসন্ধান শব্দটি %s দিয়ে প্রতিস্থাপন করুন।
br: Pegit pe enankit un destenn da glask. M'eo dleet e c'hallit amsaviñ an termen klasket gant: %s.
bs: Zalijepite ili unesite tekst pretrage. Ako je neophodno, zamijenite ga sa: %s.
ca: Enganxeu o escriviu una cadena de cerca. Si és necessari, substituïu el terme de cerca per «%s».
co: Incullate o stampittate una catena di ricerca. S’ellu hè bisognu, rimpiazzate u termine di ricerca da : %s.
cs: Vložte nebo zadejte výraz k vyhledání. Pokud je to nutné, nahraďte hledaný výraz za: %s.
cy: Gludwch neu gyflwyno llinyn chwilio. Os oes angen, newidiwch y termau chwilio gyda: %s.
da: Indsæt eller indtast søgestreng. Om nødvendigt, erstat søgetermen med: %s.
de: Such-String einfügen oder eingeben. Wenn nötig, ersetzen Sie den Suchbegriff mit: %s.
dsb: Pytański wuraz zasajźiś abo zapódaś. Jolic trjeba, wuměńśo pytański wuraz pśez: %s.
el: Επικολλήστε ή εισαγάγετε έναν όρο αναζήτησης. Αν πρέπει, αντικαταστήστε τον όρο αναζήτησης με: %s.
eo: Alguu aŭ tajpu tekston. Se bezonatas, anstataŭigu la serĉan tekston per: %s.
es_ar: Pegá o ingresá la cadena de búsqueda. SI es necesario, reemplazá el término de búsqueda con %s.
es_cl: Pega o ingresa la cadena de búsqueda. De ser necesario, reemplaza el término de búsqueda con: %s.
es_es: Pega o escribe una cadena de búsqueda. Si quieres, cambia el término de búsqueda con %s.
es_mx: Pega o ingresa la cadena de búsqueda. Si es necesario, sustituye el término de búsqueda con: %s.
et: Aseta või sisesta otsingustring. Vajadusel asenda otsinguparameeter järgmisega: %s.
eu: Itsatsi edo idatzi bilaketa-katea. Beharrezkoa bada, ordezkatu bilaketa-terminoa ondorengoarekin: %s.
fa: جای‌گذاری یا ورود رشتهٔ جست‌وجو. در صورت لزوم، شرط جست‌وجو را با %s جایگزین کنید.
fi: Liitä tai kirjoita hakulause. Jos tarpeellista, korvaa hakuehto seuraavasti: %s.
fil: I-paste o ilagay ang string ng paghahanap. Kung kinakailangan, palitan ang termino ng paghahanap gamit ang: %s.
fr: Collez ou saisissez une chaîne de recherche. Si nécessaire, remplacez le terme recherché avec : %s.
gd: Cuir sreang luirg a-steach. Ma bhios feum, cuir na leanas an àite a’ bhriathair-luirg: %s.
gl: Pegue ou introduza a cadea de busca. Se é necesario, substitúa o termo de busca con: %s.
he: יש להדביק או להקליד מחרוזת לחיפוש. במידת הצורך, יש להחליף את הביטוי לחיפוש ב־: %s.
hi_in: खोज स्ट्रिंग पेस्ट करें या दर्ज करें. यदि ज़रूरी हो, तो खोज शब्द को %s से बदलें.
hsb: Pytanski wuraz zasadźić abo zapodać. Jeli trjeba, wuměńće pytanski wuraz přez: %s.
hu: Másoljon vagy írjon be keresőkifejezést. Ha szükséges, helyettesítse a keresőkifejezést ezzel: %s.
hy_am: Տեղադրեք կամ մուտքագրեք որոնիչի տողը: Եթե անհրաժեշտ է՝ փոխարինեք որոնվող բառը հետևյալով՝ %s:
ia: Colla o insere le catena de recerca. Si necessari, reimplacia le termino de recerca per: %s.
id: Tempel atau masukkan string pencarian. Jika diperlukan, ganti istilah pencarian dengan: %s.
is: Líma eða skrá inn leitarstreng. Skipta út leitarheiti með: %s, ef nauðsynlegt.
it: Incolla o inserisci la stringa di ricerca. Se necessario sostituisci i termini di ricerca con %s.
ja: 検索 URL をペーストまたは入力してください。必要に応じて、検索語を %s で置き換えてください。
ka: ჩასვით ან შეიყვანეთ საძიებო ფრაზა. თუ საჭიროა, მიუწერეთ %s.
kab: Senṭeḍ neγ sekcem aḍris n unadi. ya yellaq ilaq beddel awal unadi s : %s.
kk: Іздеу жолын кірістіріңіз немесе енгізіңіз. Керек болса, іздеу ұғымын келесімен алмастырыңыз: %s.
kn: ಅಂಟಿಸಿ ಅಥವಾ ಹುಡುಕಾಟ ಸಾಲನ್ನು ನಮೂದಿಸಿ. ಅಗತ್ಯವಿದ್ದರೆ, ಹುಡುಕಾಟ ಪದವನ್ನು ಇದರೊಂದಿಗೆ ಬದಲಾಯಿಸಿ: %s.
ko: 검색 문구를 붙여넣거나 입력하세요. 필요한 경우, 검색 용어를 %s로 바꾸실 수 있습니다.
lo: ວາງ ຫຼື ປ້ອນ String ການຄົ້ນຫາ ຫາກຈຳເປັນໃຫ້ແທນທີ່ຄຳຄົ້ນຫາດ້ວຍ: %s.
lt: Įdėkite arba įveskite paieškos eilutę. Jeigu reikia, pakeiskite paieškos žodžius šiuo tekstu: %s.
mr: शोध संज्ञा चिकटवा किंवा प्रविष्ट करा. गरज वाटल्यास शोध संज्ञा याने बदला: %s.
ms: Tampal atau masukkan string carian. Jika perlu, gantikan istilah carian dengan: %s.
my: ရှာထားသောစာကြောင်းကို ကူးယူ သို့မဟုတ် ဝင်ရောက်ပါ လိုအပ်လှျင် %s နှင့်ရှာဖွေသုံးနှုန်းများကို ပြန်ထားပါ
nb: Lim inn eller skriv inn søkestrengen. Om nødvendig, erstatt søkeordet med: %s.
ne_np: पेष्ट गर्नुहोस् वा खोजी गरिएको अक्षर प्रविष्ट गर्नुहोस्। आवश्यक भएमा, खोज शब्दलाई %s सँग प्रतिस्थापन गर्नुहोस् ।
nl: Plak of voer de zoekstring in. Vervang zo nodig de zoekterm door %s.
nn: Lim inn eller skriv inn søkjestrengen. Om nødvendig, erstatt søkjeordet med: %s.
pa_in: ਖੋਜ ਸਤਰ ਚੇਪੋ ਜਾਂ ਲਿਖੋ। ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਖੋਜ ਸ਼ਬਦ ਨੂੰ ਇਸ ਨਾਲ ਬਦਲੋ: %s।
pl: Wklej lub wpisz ciąg wyszukiwania. Jeśli to potrzebne, zamień wyszukiwany tekst na „%s”.
pt_br: Colar ou inserir um termo de pesquisa. Se necessário, substituir o termo da pesquisa com: %s.
pt_pt: Cole ou introduza um termo de pesquisa. Se necessário, substitua o termo de pesquisa com: %s.
ro: Lipește sau introdu formatul de căutare. Dacă este necesar, înlocuiește termenul de căutare cu: %s.
ru: Вставьте или введите поисковый запрос. При необходимости замените его на %s.
si: සෙවුම් තන්තුව අලවන්න හෝ ලියන්න. අවශ්‍ය නම්, සෙවුම් පදය මෙයට ප්‍රතිස්ථාපනය කරන්න: %s.
sk: Prilepte alebo zadajte výraz vyhľadávania. Ak je to nutné, nahraďte výraz s: %s.
sl: Prilepite ali vnesite iskalni niz. Če je potrebno, zamenjajte iskalni izraz z: %s.
sq: Ngjitni ose jepni varg kërkimi. Në u dashtë, zëvendësojeni termin e kërkimit me: %s.
sv: Klistra in eller ange söksträngen. Om nödvändigt, ersätt sökord med: %s.
ta: தேடல் தொடரை ஒட்டு அல்லது உள்ளிடு. தேவைப்படின், தேடல் தொடரை பதிலிடு: %s.
th: วางหรือป้อนสตริงการค้นหา หากจำเป็นให้แทนที่คำค้นหาด้วย: %s
tr: Arama dizgisini yapıştırın veya yazın. Gerekirse aranan terimin yerine %s yazın.
tt: Эзләнәсе сүз я сүзтезмәне ябыштырыгыз яки языгыз. Кирәк булса, эзләнәсе терминны болай язып карагыз: %s.
uk: Вставте або введіть запит для пошуку. Якщо необхідно, замініть пошуковий термін на: %s.
ur: چسپاں کر دیں یا تلاش اسٹرنگ داخل کریں ۔ اگر ضروری ہو تو، تلاش کی اصطلاح کے ساتھ بدل دیں %s۔
vi: Dán hoặc nhập chuỗi tìm kiếm. Nếu cần, hãy thay thế cụm từ tìm kiếm bằng: %s.
zh_cn: 粘贴或输入搜索字符串。如果必要，用 %s 表示搜索关键词。
zh_tw: 請貼上或輸入搜尋字串。有需要的話，將搜尋詞修改為: %s。

# Settings.searchLabel
source: Search Engine
am: የፍለጋ ፍርግም
an: Motors de busca
ar: محرك البحث
ast: Motor de gueta
az: Axtarış Mühərriyi
be: Пошукавая сістэма
bg: Търсачка
bn: সার্চ ইঞ্জিন
br: Keflusker enklask
bs: Pretraživač
ca: Motor de cerca
co: Mutore di ricerca
cs: Vyhledávač
cy: Peiriant Chwilio
da: Søgetjeneste
de: Suchmaschine
dsb: Pytnica
el: Μηχανή αναζήτησης
eo: Serĉilo
es_ar: Buscador
es_cl: Motor de búsqueda
es_es: Motor de búsqueda
es_mx: Motor de búsqueda
et: Otsingumootor
eu: Bilaketa-motorra
fa: موتور جست‌وجو
fi: Hakukone
fr: Moteur de recherche
gd: Einnseanan-luirg
gl: Buscador
gu_in: શોધ એન્જિન
he: מנוע חיפוש
hi_in: खोज इंजन
hsb: Pytawa
hu: Keresőszolgáltatás
hy_am: Որոնիչներ
ia: Motor de recerca
id: Mesin Pencari
is: Leitarvél
it: Motore di ricerca
ja: 検索エンジン
ka: საძიებო სისტემა
kab: Amsedday n unadi
kk: Іздеу жүйесі
kn: ಹುಡುಕು ಸಾಧನ
ko: 검색 엔진
lo: ເຄື່ອງມືການຄົ້ນຫາ
lt: Ieškyklė
mr: शोध इंजिन
ms: Enjin Carian
my: ရှာဖွေ အင်ဂျင်
nb: Søkemotor
ne_np: खोजी इन्जिन
nl: Zoekmachine
nn: Søkjemotor
pa_in: ਖੋਜ ਇੰਜਣ
pl: Wyszukiwarka
pt_br: Mecanismo de pesquisa
pt_pt: Motor de pesquisa
ro: Motor de căutare
ru: Поисковая система
si: සෙවුම් යන්ත්‍රය
sk: Vyhľadávací modul
sl: Iskalnik
sq: Motor Kërkimesh
sv: Sökmotor
ta: தேடுபொறி
te: శోధన యంత్రం
th: เครื่องมือค้นหา
tr: Arama motoru
tt: Эзләү системасы
uk: Пошукова система
ur: تلاش انجن
vi: Công cụ tìm kiếm
zh_cn: 搜索引擎
zh_tw: 搜尋引擎

# Settings.searchSuggestions
source: Get Search Suggestions
am: የፍለጋ ጥቆማዎችን ያግኙ
ar: اجلب اقتراحات البحث
az: Axtarış təkliflərini al
be: Атрымліваць прапановы пошуку
bg: Получаване на предложения при търсене
bn: অনুসন্ধান পরামর্শ পান
br: Kaout alioù klask
bs: Dobijte prijedloge za pretraživanje
ca: Mostra suggeriments de cerca
co: Ottene suggestioni di ricerca
cs: Povolit našeptávání
cy: Derbyn Awgrymiadau Chwilio
da: Vis søgeforslag
de: Suchvorschläge erhalten
dsb: Pytańske naraźenja wobstaraś
el: Λήψη προτάσεων αναζήτησης
eo: Ricevi serĉajn sugestojn
es_ar: Obtener sugerencias de búsqueda
es_cl: Recibir sugerencias de búsqueda
es_es: Obtener sugerencias de búsqueda
es_mx: Recibir sugerencias de búsqueda
et: Hangitakse otsingusoovitusi
eu: Eskuratu bilaketa-iradokizunak
fa: دریافت پیشنهادات جست‌ و جو
fi: Näytä hakuehdotukset
fr: Obtenir des suggestions de recherche
gd: Faigh molaidhean-luirg
gl: Obter suxestións de busca
he: קבלת הצעות חיפוש
hi_in: खोज सुझाव प्राप्त करें
hsb: Pytanske namjety wobstarać
hu: Keresési javaslatok kérése
ia: Obtener suggestiones de recerca
id: Dapatkan Saran Pencarian
is: Fá leitartillögur
it: Attiva suggerimenti di ricerca
ja: 検索候補を取得
ka: ძიების შემოთავაზებები
kab: Sken isumar n unadi
kk: Іздеу ұсыныстарын алу
ko: 추천 검색어 켜기
lo: ຮັບຂໍສະເໜີແນະນຳການຄົ້ນຫາ
lt: Gauti paieškos žodžių siūlymus
mr: शोध सूचना मिळवा
ms: Dapatkan Cadangan Carian
my: ရှာဖွေရေး အကြံပြုချက်များကို ရယူပါ
nb: Få søkeforslag
ne_np: खोजी सुझावहरू प्राप्त गर्नुहोस्
nl: Zoeksuggesties verkrijgen
nn: Få søkjeforslag
pa_in: ਖੋਜ ਸੁਝਾਅ ਲਵੋ
pl: Podpowiedzi wyszukiwania
pt_br: Receber sugestões de pesquisa
pt_pt: Obter sugestões de pesquisa
ro: Obține sugestii de căutare
ru: Получать поисковые предложения
si: සෙවුම් යෝජනා ගන්න
sk: Získať návrhy vyhľadávania
sl: Prejemaj predloge iskanja
sq: Merrni Sugjerime Kërkimi
sv: Få sökförslag
th: รับข้อเสนอแนะการค้นหา
tr: Arama önerilerini göster
tt: Эзләү тәкъдимнәрен алу
uk: Отримувати пошукові пропозиції
ur: تلاش تجاویز حاصل کریں
vi: Nhận đề xuất tìm kiếm
zh_cn: 获取搜索建议
zh_tw: 取得搜尋建議

# Settings.searchTitle2
source: SEARCH
am: ፈልግ
an: BUSQUEDA
ar: البحث
ast: GUETA
az: AXTARIŞ
be: ПОШУК
bg: ТЪРСЕНЕ
bn: অনুসন্ধান
br: KLASK
bs: TRAŽI
ca: CERCA
co: RICERCA
cs: VYHLEDÁVÁNÍ
cy: CHWILIO
da: SØG
de: SUCHE
dsb: PYTANJE
el: ΑΝΑΖΗΤΗΣΗ
eo: SERĈI
es_ar: BUSCAR
es_cl: BÚSQUEDA
es_es: BÚSQUEDA
et: OTSING
eu: BILAKETA
fa: جست‌وجو
fi: HAKU
fr: RECHERCHE
gd: LORG
gl: BUSCAR
he: חיפוש
hi_in: खोज
hsb: PYTANJE
hu: KERESÉS
hy_am: ՈՐՈՆԵԼ
ia: RECERCA
id: CARI
is: LEITA
it: RICERCA
ja: 検索
ka: ძიება
kk: ІЗДЕУ
ko: 검색
lo: ຄົ້ນຫາ
lt: PAIEŠKA
mr: शोधा
ms: Cari
nb: SØK
nl: ZOEKEN
nn: SØK
pa_in: ਖੋਜੋ
pl: Wyszukiwanie
pt_br: PESQUISA
pt_pt: PESQUISA
ro: CAUTĂ
ru: ПОИСК
si: සොයන්න
sk: VYHĽADÁVANIE
sl: ISKANJE
sq: KËRKIM
sv: SÖK
ta: தேடல்
te: శోధన
th: ค้นหา
tr: ARAMA
tt: ЭЗЛӘҮ
uk: ПОШУК
vi: TÌM KIẾM
zh_cn: 搜索
zh_tw: 搜尋

# Settings.sectionMozilla
source: MONKEY BROWSER
am: ሞዚላ
ar: موزيلا
az: MOZİLLA
fa: موزیلا
kn: MOZILLA‍
lt: „MOZILLA“
si: මොසිල්ලා
ta: மொசில்லா

# Settings.setAsDefaultBrowser
source: Set as Default Browser
am: ነባሪ አሳሽ አድርገህ አስቀምጥ
be: Зрабіць прадвызначаным браўзерам
bg: Задаване като браузър по подразбиране
br: Lakaat evel merdeer dre ziouer
bs: Postavi kao zadani pretraživač
ca: Defineix com a navegador per defecte
co: Definisce cum’è navigatore predefinitu
cs: Nastavit jako výchozí prohlížeč
cy: Gosod fel y Porwr Ragosodedig
da: Angiv som standardbrowser
de: Als Standardbrowser festlegen
dsb: Ako standardny wobglědowak nastajiś
el: Ορισμός ως προεπιλογή
eo: Difini kiel norma retumilo
es_ar: Establecer como navegador predeterminado
es_cl: Establecer como navegador predeterminado
es_es: Establecer como navegador predeterminado
es_mx: Establecer como navegador predeterminado
eu: Ezarri nabigatzaile lehenetsi gisa
fi: Aseta oletusselaimeksi
fr: Définir comme navigateur par défaut
gd: Suidhich mar am brabhsair bunaiteach
gl: Estabelecer como navegador predeterminado
he: הגדרה כדפדפן ברירת המחדל
hsb: Jako standardny wobhladowak nastajić
hu: Beállítás alapértelmezett böngészőként
ia: Eliger como navigator predefinite
id: Setel sebagai Peramban Baku
is: Setja sem sjálfgefinn vafra
it: Imposta come browser predefinito
ja: デフォルトブラウザーに設定
ka: ნაგულისხმევ ბრაუზერად მითითება
kab: Sbadu-t d iminig amezwer
kk: Негізгі браузер қылу
ko: 기본 브라우저로 설정
lo: ຕັ້ງໃຫ້ເປັນບຣາວເຊີຫລັກ
nb: Bruk som standard nettleser
nl: Als standaardbrowser instellen
nn: Bruk som standard nettleser
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਸੈੱਟ ਕਰੋ
pl: Ustaw jako domyślną przeglądarkę
pt_br: Definir como navegador padrão
pt_pt: Definir como navegador predefinido
ru: Установить браузером по умолчанию
si: පෙරනිමි අතිරික්සුව කරන්න
sk: Nastaviť ako predvolený prehliadač
sl: Nastavi kot privzeti brskalnik
sq: Caktojeni Shfletuesin Parazgjedhje
sv: Ange som standardwebbläsare
th: ตั้งเป็นเบราว์เซอร์เริ่มต้น
tr: Saptanmış tarayıcı yap
tt: Стандарт браузер итеп билгеләү
uk: Встановити типовим браузером
vi: Đặt làm trình duyệt mặc định
zh_cn: 设为默认浏览器
zh_tw: 設為預設瀏覽器

# Settings.setAsDefaultBrowserDescription
source: Set links from websites, emails and messages to open automatically in %@.
am: በ%@ ውስጥ በራስ ሰር የሚከፈቱ አገናኞችን ከድረ-ገፆች፣ ኢሜይሎች እና መልዕክቶች ያዘጋጁ።
be: Наладзьце аўтаматычнае адкрыццё спасылак з сайтаў, пошты і паведамленняў у %@.
bg: Задайте връзки от уебсайтове, имейли и съобщения да се отварят автоматично в %@.
br: Digeriñ liammoù al lec'hiennoù, posteloù ha kemennadennoù e %@ en un doare emgefreek.
bs: Postavi automatsko otvaranje linkova web stranica, e-maila i poruka u %@u.
ca: Feu que els enllaços dels llocs web, del correu electrònic i dels missatges s’obrin automàticament en el %@.
co: Definisce chì i liami di i siti web, i currieri elettronichi è i messaghji s’aprinu autumaticamente in %@.
cs: Nastavte si automatické otevírání odkazů, e-mailů a zpráv v aplikaci %@.
cy: Gosod dolenni o wefannau, e-byst, a negeseuon i agor yn awtomatig yn %@.
da: Indstil links fra websteder, mails og beskeder til automatisk at blive åbnet i %@.
de: Links von Websites, E-Mails und Nachrichten sollen automatisch in %@ geöffnet werden.
dsb: Nastajśo wótkaze z websedłow, mejlkow a powěsćow, aby se awtomatiski we %@ wócynili.
el: Ρύθμιση για αυτόματο άνοιγμα συνδέσμων από ιστοτόπους, email και μηνύματα στο %@.
eo: Aŭtomate malfermi ligilon en retejoj, retpoŝtoj kaj mesaĝoj per %@.
es_ar: Configurar enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en %@.
es_cl: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en %@.
es_es: Configura enlaces de sitios web, correos electrónicos y mensajes para que se abran automáticamente en %@.
es_mx: Establecer que los enlaces de las páginas, correos y mensajes se abran automáticamente en %@.
eu: Ireki webgune, posta elektroniko eta mezuetako loturak %@(e)n automatikoki.
fi: Aseta verkkosivustojen, sähköpostien ja viestien linkit avautumaan automaattisesti %@issa.
fr: Faites en sorte que les liens des sites web, des e-mails et des messages s’ouvrent automatiquement dans %@.
gd: Suidhich ceanglaichean o làraichean-lìn, puist-d agus teachdaireachdan airson ’s gun tèid am fosgladh gu fèin-obrachail ann am %@.
gl: Estabelecer ligazóns de sitios web, enderezos de correo electrónico e mensaxes para que se abran automaticamente no %@.
he: הגדרת קישורים מאתרים, מהודעות דוא״ל ומהודעות לפתיחה אוטומטית ב־%@.
hsb: Nastajće wotkazy z websydłow, mejlkow a powěsćow, zo bychu so awtomatisce we %@ wočinili.
hu: Állítsa be az oldalak, e-mailek és üzenetek hivatkozásait, hogy azok automatikusan a %@ban nyíljanak meg.
ia: Stabilir qual ligamines de sitos web, emails e messages se aperi automaticamente in %@.
id: Setel tautan dari situs web, surel, dan pesan untuk secara otomatis dibuka di %@.
is: Stilltu tengla frá vefsvæðum, tölvupósti og skilaboðum til að opna sjálfkrafa í %@.
it: Apri link da siti web, email e messaggi in %@ per impostazione predefinita.
ja: ウェブサイト、メール、メッセージのリンクを自動的に %@ で開くように設定します。
ka: შედეგად ბმულებს საიტებიდან, ელფოსტიდან, წერილებიდან, პირდაპირ გახსნის %@.
kab: Sbadu iseɣwan seg yismal web, seg yimaylen d yiznan i twaledyawt s wudem awurman deg %@.
kk: Веб-сайттар, эл. пошта хаттары және хабарламалардан сілтемелерді %@ ішінде автоматты түрде ашылатындай етіп баптау.
ko: %@에서 자동으로 열리도록 웹 사이트, 이메일 및 메시지의 링크를 설정합니다.
lo: ຕັ້ງລິ້ງຈາກເວັບໄຊທ໌, ອີເມວ ແລະຂໍ້ຄວາມໃຫ້ເປີດໂດຍອັດຕະໂນມັດໃນ %@.
nb: Angi at lenker fra nettsteder, e-postmeldinger og meldinger skal åpnes automatisk i %@.
nl: Koppelingen van websites, e-mail en berichten automatisch in %@ openen.
nn: Spesifiser at lenker frå nettstadar, e-postmeldingar og meldingar skal opnast automatisk i %@.
pa_in: ਵੈੱਬਸਾਈਟਾਂ, ਈਮੇਲਾਂ ਤੇ ਸੁਨੇਹਿਆਂ ਤੋਂ ਆਏ ਲਿੰਕ ਆਪਣੇ-ਆਪ %@ ਵਿੱਚ ਖੋਲ੍ਹੋ।
pl: Ustaw automatyczne otwieranie odnośników z witryn, wiadomości e-mail i SMS-ów w %@.
pt_br: Abra links de sites, emails e mensagens automaticamente no %@.
pt_pt: Definir para que as ligações de sites, e-mails e mensagens sejam abertas automaticamente no %@.
ru: Настройте автоматическое открытие ссылок с веб-сайтов, из электронных писем и сообщений в %@.
si: %@ අතිරික්සුවේ ස්වයංක්‍රීයව විවෘත වීමට පණිවිඩ, වි-තැපැල් සහ අඩවිවල සබැඳි සකසන්න.
sk: Nastavte si automatické otváranie webových stránok, e‑mailov a správ vo %@e.
sl: Nastavite, naj se povezave s spletnih strani, e-pošte in sporočil samodejno odpirajo v %@u.
sq: Caktoni lidhje nga sajte, email-e dhe mesazhe të hapen vetvetiu në %@.
sv: Ställ in länkar från webbplatser, e-postmeddelanden och meddelanden så att de öppnas automatiskt i %@.
th: ตั้งลิงก์จากเว็บไซต์ อีเมล และข้อความให้เปิดโดยอัตโนมัติใน %@
tr: Web siteleri, e-postalar ve mesajlardaki bağlantılar otomatik olarak %@ uygulamasında açılsın.
tt: Вебсайтлар, эл. хатлар һәм хәбәрләрдәге сылтамалар автоматик рәвештә %@ эчендә ачылсын.
uk: Автоматично відкривати посилання з вебсайтів, електронних листів та повідомлень у %@.
vi: Đặt các liên kết từ trang web, email và tin nhắn để tự động mở trong %@.
zh_cn: 将网站、电子邮件及聊天工具中的链接设为在 %@ 中自动打开。
zh_tw: 設定使用 %@ 自動開啟網站、郵件、簡訊當中的鏈結。

# Settings.systemTheme
source: System Theme
am: የስርዓት ገጽታ
ar: سمة النظام
ast: Estilu del sistema
be: Сістэмная тэма
bg: Системна тема
bn: সিস্টেম থিম
br: Neuz ar reizhiad
bs: Sistemska tema
ca: Tema del sistema
co: Tema di u sistema
cs: Podle systému
cy: Thema System
da: System-tema
dsb: Systemowa drastwa
el: Θέμα συστήματος
eo: Sistema etoso
es_ar: Tema del sistema
es_cl: Tema del sistema
es_es: Tema del sistema
es_mx: Tema del sistema
et: Süsteemi teema
eu: Sistemaren itxura
fi: Järjestelmän teema
fr: Thème du système
gd: Ùrlar an t-siostaim
gl: Tema do sistema
he: ערכת הנושא של המערכת
hi_in: सिस्टम थीम
hsb: Systemowa drasta
hu: Rendszertéma
ia: Thema del systema
id: Tema Sistem
is: Kerfisþema
it: Tema di sistema
ja: システムテーマ
ka: სისტემის მიხედვით
kab: Asentel n unagraw
kk: Жүйелік тема
ko: 시스템 테마
lo: ຊຸດປັບແຕ່ງລະບົບ
lt: Sistemos grafinis apvalkalas
nb: Systemtema
ne_np: प्रणाली थीम
nl: Systeemthema
nn: Systemtema
pa_in: ਸਿਸਟਮ ਥੀਮ
pl: Motyw systemowy
pt_br: Tema do sistema
pt_pt: Tema do sistema
ru: Системная тема
si: පද්ධතියේ තේමාව
sk: Systémová téma
sl: Sistemska tema
sq: Temë Sistemi
sv: Systemtema
th: ชุดตกแต่งระบบ
tr: Sistem teması
tt: Система темасы
uk: Системна тема
ur: سسٹم تھیم
vi: Chủ đề hệ thống
zh_cn: 系统主题
zh_tw: 系統佈景主題

# Settings.theme
source: Theme
am: ገጽታ
ar: السمة
ast: Estilu
be: Тэма
bg: Тема
bn: থিম
br: Neuz
bs: Tema
ca: Tema
co: Tema
cs: Vzhled
cy: Thema
da: Tema
dsb: Drastwa
el: Θέμα
eo: Etoso
es_ar: Tema
es_cl: Tema
es_es: Tema
es_mx: Tema
et: Teema
eu: Itxura
fi: Teema
fil: Tema
fr: Thème
gd: An t-ùrlar
gl: Tema
he: ערכת נושא
hi_in: थीम
hsb: Drasta
hu: Téma
ia: Thema
id: Tema
is: Þema
it: Tema
ja: テーマ
ka: იერსახე
kab: Asentel
kk: Тема
ko: 테마
lo: ຊຸດປັບແຕ່ງ
lt: Grafinis apvalkalas
nb: Tema
ne_np: थीम
nl: Thema
nn: Tema
pa_in: ਥੀਮ
pl: Motyw
pt_br: Tema
pt_pt: Tema
ru: Тема
si: තේමාව
sk: Téma vzhľadu
sl: Tema
sq: Temë
sv: Tema
th: ชุดตกแต่ง
tr: Tema
tt: Тема
uk: Тема
ur: تھیم
vi: Chủ đề
zh_cn: 主题
zh_tw: 佈景主題

# Settings.themePicker
source: Theme Picker
am: ገጽታ መራጭ
ar: منتقي السمات
ast: Selector d'estilos
be: Выбар тэмы
bg: Избирач на теми
bn: থিম পিকার
br: Dibaber neuzioù
bs: Birač tema
ca: Selector de tema
co: Selettore di tema
cs: Výběr vzhledu
cy: Dewisydd Thema
da: Tema-vælger
de: Theme-Auswahl
dsb: Wuběrak drastwow
el: Επιλογή θέματος
eo: Elektilo de etoso
es_ar: Selector de temas
es_cl: Selector de tema
es_es: Selector de tema
es_mx: Selector de temas
et: Teemavalija
eu: Itxura hautatzekoa
fi: Teemavalitsin
fr: Sélecteur de thème
gd: Ròghnaichear an ùrlair
gl: Selector de tema
he: בחירת ערכת נושא
hi_in: थीम चयनकर्ता
hsb: Wuběrak drastow
hu: Témaválasztó
ia: Selector de themas
id: Pemilih Tema
is: Þemaval
it: Selettore temi
ja: テーマ選択
ka: იერსახის შემრჩევი
kab: Amsefran n usentel
kk: Темалар таңдаушысы
ko: 테마 피커
lo: ຕົວເລືອກຊຸດຕົກແຕ່ງ
lt: Grafinio apvalkalo pasirinkimas
nb: Temavelger
ne_np: थीम चयनकर्ता
nl: Themakiezer
nn: Temaveljar
pa_in: ਥੀਮ ਚੋਣਕਾਰ
pl: Wybór motywu
pt_br: Seletor de temas
pt_pt: Seletor do tema
ru: Выбор темы
si: තේමා ඇහුළුම
sk: Výber témy vzhľadu
sl: Izbira teme
sq: Zgjedhës Temash
sv: Temaväljare
th: ตัวเลือกชุดตกแต่ง
tr: Tema seçici
tt: Тема сайлагыч
uk: Вибір теми
ur: تھیم چننے والا
vi: Bộ chọn chủ đề
zh_cn: 主题选择器
zh_tw: 佈景主題選擇器

# Settings.toggleBlockAds2
source: Advertising
am: ማስታወቂያ
ar: الدعايات
ast: Publicidá
be: Рэклама
bg: Рекламни
bn: বিজ্ঞাপন
br: Bruderezh
bs: Oglašavanje
ca: Anuncis
co: Publicità
cs: Reklama
cy: Hysbysebu
da: Reklamer
de: Werbung
dsb: Wabjenje
el: Διαφημίσεις
eo: Reklamado
es_ar: Publicidad
es_cl: Publicidad
es_es: Publicidad
es_mx: Publicidad
et: Reklaam
eu: Iragarkiak
fa: تبلیغات
fi: Mainonta
fr: Publicité
gd: Sanasachd
gl: Publicidade
he: פרסום
hi_in: विज्ञापन
hsb: Wabjenje
hu: Hirdetések
ia: Publicitate
id: Periklanan
is: Auglýsingar
it: Annunci pubblicitari
ja: 広告
ka: Სარეკლამო
kab: Adellel
kk: Жарнама
ko: 광고
lo: ການໂຄສະນາ
lt: Reklaminiai
nb: Reklame
ne_np: बिज्ञापन
nl: Advertenties
nn: Reklame
pa_in: ਇਸ਼ਤਿਹਾਰਬਾਜੀ
pl: Reklamy
pt_br: Propaganda
pt_pt: Publicidade
ru: Реклама
si: දැන්වීම්කරණය
sk: Reklamy
sl: Oglasi
sq: Reklamim
sv: Reklam
th: โฆษณา
tr: Reklam
tt: Реклама
uk: Реклама
ur: اشتہار
vi: Quảng cáo
zh_cn: 营销
zh_tw: 廣告

# Settings.toggleBlockAnalytics2
source: Analytics
am: ትንታኔ
ar: التحليلات
be: Аналітыка
bg: Анализи
bn: বিশ্লেষণ
br: Statistikoù
bs: Analitika
ca: Anàlisis
co: Statistica
cs: Analytika
cy: Dadansoddeg
da: Analyse
de: Analytik
dsb: Analytika
el: Αναλύσεις
eo: Statistikoj
es_ar: Analítica
es_cl: Analítica
es_es: Analítica
es_mx: Analítica
et: Analüütika
eu: Analitikak
fa: تجزیه و تحلیل
fi: Analytiikka
fr: Statistiques
gd: Anailiseachd
gl: Analítica
he: ניתוח
hi_in: एनालिटिक्स
hsb: Analytika
hu: Analitika
ia: Analytica
id: Analitis
is: Greining
it: Statistiche
ja: 解析
ka: საკვლევი
kab: Tiddadanin
kk: Аналитика
ko: 분석
lo: ການວິເຄາະ
lt: Analitikos
nb: Analyse
ne_np: बिश्लेषण
nl: Analyse
nn: Analyse
pa_in: ਵਿਸ਼ਲੇਸ਼ਣ
pl: Statystyki
pt_br: Analíticos
pt_pt: Analítica
ru: Аналитика
si: විශ්ලේෂ
sk: Analytika
sl: Analitika
sq: Analiza
sv: Statistik
th: การวิเคราะห์
tr: Analitik
tt: Аналитика
uk: Аналітика
ur: تجزیہ
vi: Phân tích
zh_cn: 统计
zh_tw: 統計
